tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"

brew "bash-completion"
brew "bat"
brew "ccat"
brew "csvkit"
brew "diff-so-fancy"
brew "ffmpeg"
brew "git"
brew "git-quick-stats"
brew "htop"
brew "httrack"
brew "hub"
brew "jq"
brew "mas"
brew "nmap"
brew "node"
brew "pandoc"
brew "shellcheck"
brew "ssh-audit"
brew "ssllabs-scan"
brew "sslyze"
brew "telnet"
brew "testssl"
brew "tmux"

cask "bartender"
cask "box-drive"
cask "discord"
cask "dropbox"
cask "endurance"
cask "firefox"
cask "focus"
cask "google-chrome"
cask "grammarly"
cask "hazel"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "little-snitch"
cask "logitech-options"
cask "micro-snitch"
cask "microsoft-office"
cask "miniconda"
cask "navicat-premium"
cask "postman"
cask "rocket"
cask "screenflow"
cask "screens-connect"
cask "soundsource"
cask "sublime-text"
cask "timing"
cask "tower"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "virtualbox"
cask "vmware-fusion"
cask "xquartz"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Binaural", id: 946812450
mas "Capo", id: 696977615
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Final Cut Pro", id: 424389933
mas "FruitJuice", id: 671736912
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "GhosteryLite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "JPEGmini", id: 498944723
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro X", id: 634148309
mas "Marked 2", id: 890031187
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Save to Pocket", id: 1477385213
mas "Screens", id: 1224268771
mas "Slack", id: 803453959
mas "ToothFairy", id: 1191449274
mas "Trello", id: 1278508951
mas "Volume Reset", id: 495705418
