tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"

brew "asciinema"
brew "bash-completion"
brew "ccat"
brew "composer"
brew "git"
brew "git-quick-stats"
brew "httrack"
brew "hub"
brew "jq"
brew "mas"
brew "tmux"

cask "airmedia"
cask "atom"
cask "bartender"
cask "box-drive"
cask "default-folder-x"
cask "dropbox"
cask "fantastical"
cask "focus"
cask "google-chrome"
cask "grammarly"
cask "hazel"
cask "kaleidoscope"
cask "little-snitch"
cask "logitech-options"
cask "micro-snitch"
cask "microsoft-office"
cask "microsoft-teams"
cask "navicat-premium"
cask "nordvpn"
cask "postman"
cask "rocket"
cask "screenflow"
cask "soundsource"
cask "timing"
cask "tower"
cask "vagrant"
cask "virtualbox"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Binaural", id: 946812450
mas "Capo", id: 696977615
mas "Color Picker", id: 641027709
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Desktop Curtain", id: 414088151
mas "Final Cut Pro", id: 424389933
mas "FruitJuice", id: 671736912
mas "Gemini 2", id: 1090488118
mas "iMovie", id: 408981434
mas "JPEGmini", id: 498944723
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro X", id: 634148309
mas "Marked 2", id: 890031187
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Pixelmator Pro", id: 1289583905
mas "Pocket", id: 568494494
mas "Rest", id: 661067914
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "Transmit", id: 403388562
mas "Volume Reset", id: 495705418
